Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Git author identity is missing or invalid. %@ Open repository settings and set Author Name and Author Email.
ar: هوية مؤلف Git مفقودة أو غير صالحة. %@ افتح إعدادات المستودع وقم بتعيين اسم المؤلف والبريد الإلكتروني للمؤلف.
da: Git-forfatteridentitet mangler eller er ugyldig. %@ Åbn lagerindstillinger og indstil forfatternavn og forfatter-e-mail.
de: Die Identität des Git-Autors fehlt oder ist ungültig. %@ Öffnen Sie die Repository-Einstellungen und legen Sie den Autorennamen und die E-Mail-Adresse des Autors fest.
es: Falta la identidad del autor de Git o no es válida. %@ Abra la configuración del repositorio y establezca el nombre del autor y el correo electrónico del autor.
fi: Gitin tekijän tunniste puuttuu tai on virheellinen. %@ Avaa arkiston asetukset ja aseta Tekijä Nimi ja Tekijä Sähköposti.
fr: Git est manquante ou non valide. %@ Ouvrez les paramètres du référentiel et définissez le nom de l&#39;auteur et le courrier électronique de l&#39;auteur. Erreur API
he: Git : אינדיבידואליות המחבר חסרה או לא תקינה. %@ – הגדרות המאגר הפתוח: הגדרת שם המחבר ופרטי הדוא"ל שלו. eror API
hi: Git के लिए लेखक पहचान अनुपस्थित या अमान्य है। %@ : ओपन रिपॉजिटरी सेटिंग्स सेट करें तथा लेखक का नाम एवं ईमेल निर्धारित करें।
hu: Git : az íróazonosító hiányos vagy érvénytelen. %@ : Nyitott adatmagazin beállításai – állítsa be az Autor név és az Autor e-mail címét.
id: Git : identitas penulis tidak tersedia atau tidak valid. %@ : Atur pengaturan repositori dan tetapkan Nama Penulis serta Alamat Email Penulis.
it: Git : l'identità dell'autore è mancante o non valida. %@ : apri le impostazioni del repository e imposta il nome dell'autore e l'indirizzo email dell'autore. Errore API
ja: Git ：著者識別情報が存在しない、または無効です。 %@ ：リポジトリ設定を開き、著者名および著者メールアドレスを設定してください。
ko: Git : 작성자 신원이 누락되었거나 유효하지 않습니다. %@ : 오픈 저장소 설정을 수행하고, 저자 이름과 저자 이메일을 설정하십시오.
nb: Git : Forfatteridentiteten mangler eller er ugyldig. %@ : Å aktivere oppslagsbankinnstillinger og still inn forfatternavn og forfattere-postadresse.
nl: Git : de auteursidentiteit is ontbrekend of ongeldig. %@ : Open de opslaginstellingen en stel de auteurnaam en de auteur-e-mail in.
pl: Git : identyfikator autora brakuje lub jest nieprawidłowy. %@ : Ustawienia repozytorium – ustaw nazwę autora i adres e-mail autora. Błąd API
pt_br: Git : a identidade do autor está ausente ou inválida. %@ : Abra as configurações do repositório e defina o Nome do Autor e o E-mail do Autor. Erro da API
ru: Git : идентификатор автора отсутствует или является неверным. %@ : Откройте настройки открытого репозитория и укажите имя автора и электронную почту автора. Ошибка API
sv: Git : författarens identitet saknas eller är ogiltig. %@ : Öppna lagringsplatsinställningar och ange författares namn och e-postadress.
th: Git : ข้อมูลตัวตนผู้เขียนไม่มีหรือไม่ถูกต้อง %@ : เปิดตั้งค่าคลังข้อมูล และกำหนดชื่อผู้เขียนและอีเมลของผู้เขียน ข้อผิดพลาดของ
tr: Git : Yazar kimliği eksik veya geçersizdir. %@ : Açık depolama ayarlarını ayarlayın ve Yazar Adını ile Yazar E-postasını belirleyin.
uk: Git : ідентичність автора відсутня або некоректна. %@ : Відкрити налаштування відкритого репозиторію та встановити ім'я автора та електронну адресу автора.
vi: Git : thông tin danh tính tác giả thiếu hoặc không hợp lệ. %@ : Mở cài đặt kho lưu trữ và thiết lập Tên tác giả cùng Email tác giả. Lỗi API
zh_hans: Git ：作者身份信息缺失或无效。 %@ ：打开存储库设置，设置作者姓名和作者邮箱。
zh_hant: Git ：作者身份信息缺失或無效。 %@ ：打開存儲庫設置，設置作者姓名和作者郵箱。

source: Git error: %@
ar: خطأ Git: %@
da: Git-fejl: %@
de: Git-Fehler: %@
es: Error de Git: %@
fi: Git-virhe: %@
fr: Erreur Git : %@
he: שגיאת Git: %@
hi: Git त्रुटि: %@
hu: Git hiba: %@
id: Git kesalahan: %@
it: Errore Git: %@
ja: Git エラー: %@
ko: Git 오류: %@
nb: Git-feil: %@
nl: Git-fout: %@
pl: Błąd Git: %@
pt_br: Erro do Git: %@
ru: Ошибка Git: %@
sv: Git-fel: %@
th: Git %@
tr: Git hatası: %@
uk: Помилка Git: %@
vi: Lỗi Git: %@
zh_hans: Git 错误：%@
zh_hant: Git 錯誤：%@

source: Git updated before cancellation completed. Verify the working tree before the next sync.
ar: Git تم التحديث قبل اكتمال الإلغاء. تحقق من شجرة العمل قبل المزامنة التالية.
da: Git Opdateret før aflysningsprocessen er afsluttet. Overvåg arbejdstræet før den næste synkronisering.
de: Git Aktualisiert vor Abschluss der Abbrechung. Überprüfen Sie den Arbeitsbaum vor der nächsten Synchronisation.
es: Git Actualizado antes de que se complete la cancelación. Verifique el árbol de trabajo antes de la próxima sincronización.
fi: Git Päivitetty ennen peruttamisen valmistumista. Tarkista työpuu ennen seuraavaa synkronointia.
fr: Git Mise à jour avant la finalisation de l'annulation. Vérifiez l'arbre de travail avant la prochaine synchronisation.
he: Git עודכן לפני ביטול הושלם. לאמת את עץ העבודה לפני הסינכרון הבא.
hi: Git रद्दीकरण पूरा होने से पहले अपडेट करें। अगले सिंक से पहले 'working tree' को सत्यापित करें।
hu: Git Frissítse a rendszert a megszüntetés befejezése előtt. Ellenőrizze a működő fastruktúrát a következő szinkronizáció előtt.
id: Git Diperbarui sebelum pembatalan selesai. Verifikasi pohon kerja sebelum sinkronisasi berikutnya.
it: Git Aggiornamento effettuato prima che la cancellazione sia completata. Verificare l'albero di lavoro prima della prossima sincronizzazione.
ja: Git キャンセル処理完了前に更新してください。次の同期前に、ワークトリーを確認してください。
ko: Git 취소가 완료되기 전에 업데이트하세요. 다음 동기화 전에 작업 트리를 확인하십시오.
nb: Git Oppdatert før avlysningsprosessen er fullført. Verifiser arbeidstreet før neste synkronisering.
nl: Git Bijgewerkt voordat de annulering is voltooid. Controleer de werkboom vóór de volgende synchronisatie.
pl: Git Aktualizacja dokonana przed zakończeniem anulowania. Weryfikuj drzewo pracy przed kolejną synchronizacją.
pt_br: Git Atualizado antes de concluir o cancelamento. Verifique a árvore de trabalho antes da próxima sincronização.
ru: Git Обновление выполнено до завершения отмены. Проверьте рабочую ветку перед следующей синхронизацией.
sv: Git Uppdaterad innan avbokning är slutförd. verifiera arbetsträet innan nästa synkronisering.
th: Git อัปเดตก่อนที่การยกเลิกจะเสร็จสิ้น ตรวจสอบโครงสร้าง working tree ก่อนการซิงค์ครั้งถัดไป
tr: Git İptal işlemi tamamlanmadan önce güncellendi. Bir sonraki senkronizasyondan önce çalışma ağaçını kontrol edin.
uk: Git Оновлено до завершення скасування. Перевірте робоче дерево перед наступною синхронізацією.
vi: Git Cập nhật trước khi quá trình hủy hoàn tất. Hãy kiểm tra cây làm việc trước khi thực hiện thao tác đồng bộ hóa tiếp theo.
zh_hans: Git 在取消操作完成前已更新。请在下一次同步前验证工作树。
zh_hant: Git 在取消操作完成前已更新。請在下一次同步前驗證工作樹。

source: Git updated, but Git LFS authentication or trust needs attention: %@
ar: Git تحديث ولكن Git LFS تحتاج المصادقة أو الثقة إلى الاهتمام: %@
da: Git Opdateret, men Git LFS Autentificering eller tillit kræver opmærksomhed: %@
de: Git Aktualisiert, aber Git LFS Die Authentifizierung oder das Vertrauen erfordern Aufmerksamkeit: %@
es: Git Actualizado, pero Git LFS La autenticación o la confianza requieren atención: %@
fi: Git Päivitetty, mutta Git LFS Autentifiointi tai luottamus vaativat huomiota: %@
fr: Git Mise à jour, mais Git LFS L'authentification ou la confiance nécessitent une attention particulière : %@
he: Git מעודכן, אבל Git LFS אימות או אמון צריך תשומת לב: %@
hi: Git अपडेट किया गया है, लेकिन Git LFS प्रमाणीकरण या विश्वास को ध्यान देने की आवश्यकता है: %@
hu: Git Frissítve, de Git LFS Az authentikáció vagy a bizalomrejtélyek figyelmet igényelnek: %@
id: Git Diperbarui, namun Git LFS Otorisasi atau kepercayaan memerlukan perhatian: %@
it: Git Aggiornato, ma Git LFS L'autenticazione o la fiducia richiedono attenzione: %@
ja: Git 更新済みですが、 Git LFS 認証または信頼関係について注意が必要です： %@
ko: Git 업데이트되었지만, Git LFS 인증 또는 신뢰 관련 사항에 주의를 기울이십시오: %@
nb: Git Oppdatert, men Git LFS Autentisering eller tillit krever oppmerksomhet: %@
nl: Git Bijgewerkt, maar Git LFS Authenticatie of vertrouwen vereist aandacht: %@
pl: Git Zaktualizowane, ale Git LFS Autentycyzacja lub zaufanie wymagają uwagi: %@
pt_br: Git Atualizado, mas Git LFS A autenticação ou a confiança exigem atenção: %@
ru: Git Обновлено, но Git LFS Система аутентификации или доверия требует внимания: %@
sv: Git Uppdaterad, men Git LFS Autentisering eller förtroende kräver uppmärksamhet: %@
th: Git อัปเดตแล้ว แต่ Git LFS ระบบการยืนยันตัวตนหรือการไว้วางใจจำเป็นต้องได้รับการดูแล: %@
tr: Git Güncellendi, ancak Git LFS Güvenilirlik veya kimlik doğrulama konuları dikkat gerektirir: %@
uk: Git Оновлено, але Git LFS Аутентифікація або віріння потребують уваги: %@
vi: Git Đã cập nhật, nhưng Git LFS Việc xác thực hoặc niềm tin cần được quan tâm: %@
zh_hans: Git 已更新，但 Git LFS 身份验证或信任机制需引起重视： %@
zh_hant: Git 已更新，但 Git LFS 身份驗證或信任機制需引起重視： %@

source: Git updated, but Git LFS hydration failed and needs attention: %@
ar: Git محدّث، لكن Git LFS فشل الترطيب ويحتاج إلى الاهتمام: %@
da: Git Opdateret, men Git LFS Hydreringen har mislykkes og kræver opmærksomhed: %@
de: Git Aktualisiert, aber Git LFS Die Hydratation ist fehlgeschlagen – es bedarf einer Behandlung: %@
es: Git Actualizado, pero Git LFS La hidratación no se logró y requiere atención: %@
fi: Git Päivitetty, mutta Git LFS Hydraatio epäonnistui ja vaatii huomiota: %@
fr: Git Mise à jour, mais Git LFS L'hydratation a échoué et nécessite une attention : %@
he: Git מעודכן, אך Git LFS הידרציה נכשלה וצורך תשומת לב: %@
hi: Git अपडेट किया गया है, लेकिन Git LFS हाइड्रेशन विफल रहा है तथा इस पर ध्यान देने की आवश्यकता है: %@
hu: Git Frissítve, de Git LFS A hidratáció nem sikerült, figyelmet igényel: %@
id: Git Diperbarui, namun Git LFS Hidrasi tidak memadai dan memerlukan perhatian: %@
it: Git Aggiornato, ma Git LFS L'idratazione non è stata efficace e richiede attenzione: %@
ja: Git 更新済みですが、 Git LFS 水分補給が不十分で、注意が必要です： %@
ko: Git 업데이트되었지만, Git LFS 수분 공급이 실패되었으며, 적절한 대응이 필요합니다: %@
nb: Git Oppdatert, men Git LFS Hydreringen har feilet og krever oppmerksomhet: %@
nl: Git Bijgewerkt, maar Git LFS Hydratatie is mislukt en vereist aandacht: %@
pl: Git Zaktualizowane, ale Git LFS Hidracja nie powiodła się i wymaga uwagi: %@
pt_br: Git Atualizado, mas Git LFS A hidratação falhou e exige atenção: %@
ru: Git Обновлено, но Git LFS Гидратация не была обеспечена — требуется внимательное внимание: %@
sv: Git Uppdaterad, men Git LFS Hydreringen har misslyckats och kräver uppmärksamhet: %@
th: Git อัปเดตแล้ว แต่ Git LFS ระบบการดูดซับน้ำไม่ทำงานอย่างถูกต้อง และจำเป็นต้องได้รับการดูแล: %@
tr: Git Güncellendi, ancak Git LFS Hidrasyon başarısız oldu ve dikkat gerektiriyor: %@
uk: Git Оновлено, але Git LFS Гідратація не відбулася належним чином — необхідно звернути на це увагу: %@
vi: Git Đã cập nhật, nhưng Git LFS Việc hydrat hóa không đạt yêu cầu và cần được quan tâm: %@
zh_hans: Git 已更新，但 Git LFS 水合状态不良，需予以关注： %@
zh_hant: Git 已更新，但 Git LFS 水合狀態不良，需予以關注： %@

source: Git updated, but a Git LFS file changed before hydration. Local bytes were preserved and need attention.
ar: Git تحديث ولكن أ Git LFS تم تغيير الملف قبل الترطيب. تم الحفاظ على البايتات المحلية وتحتاج إلى الاهتمام.
da: Git Opdateret, men en Git LFS Filen er ændret før hydrering. Lokale bytes er bevaret og kræver opmærksomhed.
de: Git Aktualisiert, aber ein Git LFS Die Datei wurde vor der Hydratation geändert. Lokale Bytes wurden beibehalten – sie erfordern Aufmerksamkeit.
es: Git Actualizado, pero un Git LFS El archivo se modificó antes de la hidratación; los bytes locales se conservaron y requieren atención.
fi: Git Päivitetty, mutta a Git LFS Tiedosto muutettiin ennen hydraatiohöyrystystä. Lokalit baatit säilytettyjä – niille tarvitaan huomiota.
fr: Git Mise à jour, mais un Git LFS Fichier modifié avant l'hydratation. Les octets locaux ont été conservés et nécessitent une attention particulière.
he: Git מעודכן, אבל Git LFS הקובץ השתנה לפני הידרציה. בתים מקומיים נשמרו וצריכים תשומת לב.
hi: Git अपडेट किया गया है, लेकिन a Git LFS हाइड्रेशन से पहले फ़ाइल में परिवर्तन हुआ। स्थानीय बाइट्स सुरक्षित रहे हैं तथा इन पर ध्यान देने की आवश्यकता है।
hu: Git Frissítve, de egy Git LFS A fájl a hidratálás előtt módosult. A helyi bitek megőrzve maradtak, és figyelmet igényelnek.
id: Git Diperbarui, tetapi a Git LFS Berkas telah diubah sebelum proses hidrasi. Byte lokal tetap dipertahankan dan perlu diperhatikan.
it: Git Aggiornato, ma a Git LFS Il file è stato modificato prima dell'idratazione; i byte locali sono stati preservati e richiedono attenzione.
ja: Git 更新済みですが、a Git LFS 水和処理前にファイルが変更されました。ローカルのバイトデータは保持されており、注意が必要です。
ko: Git 업데이트되었으나, a Git LFS 수화(Hydration) 전에 파일이 변경되었습니다. 로컬 바이트 데이터는 보존되어 있으므로 주의가 필요합니다.
nb: Git Oppdatert, men a Git LFS Filen ble endret før hydrering. Lokale bytes ble bevart og krever oppmerksomhet.
nl: Git Bijgewerkt, maar een Git LFS Bestand is gewijzigd vóór hydratatie. Lokale bytes zijn behouden gebleven en vereisen aandacht.
pl: Git Zaktualizowane, ale a Git LFS Plik został zmieniony przed hydrowacją. Lokalne bajty zostały zachowane i wymagają uwagi.
pt_br: Git Atualizado, mas um Git LFS O arquivo foi alterado antes da hidratação. Os bytes locais foram preservados e exigem atenção.
ru: Git Обновлено, но a Git LFS Файл был изменен до процесса гидратации; локальные байты сохранены — их необходимо проверить.
sv: Git Uppdaterad, men a Git LFS Filen har ändrats före hydreringen. Lokala bytes har bevarats och kräver uppmärksamhet.
th: Git อัปเดตแล้ว แต่... Git LFS ไฟล์ถูกแก้ไขก่อนการประมวลผลไฮเดรชัน — ข้อมูลไบต์ในระดับท้องถิ่นยังคงอยู่ จึงจำเป็นต้องมีการตรวจสอบ
tr: Git Güncellendi, ancak a Git LFS Hidrasyon öncesinde dosya değiştirildi. Yerel baytlar korunmuştur ve dikkat gerektirir.
uk: Git Оновлено, але a Git LFS Файл був змінений до гідратації. Локальні байти збереглися та потребують уваги.
vi: Git Đã cập nhật, nhưng a Git LFS Tệp đã được thay đổi trước khi quá trình hydrat hóa; các byte cục bộ vẫn được bảo toàn và cần được quan tâm.
zh_hans: Git 已更新，但…… Git LFS 文件在水合前已发生变更。本地字节数据已保留，需予以关注。
zh_hant: Git 已更新，但…… Git LFS 檔案在水合前已發生變更。本地位元組資料已保留，需予以關注。

# GitHub API error (%lld): %@
source: GitHub API error (%1$lld): %2$@
ar: GitHub خطأ في واجهة برمجة التطبيقات (%1$lld): %2$@
da: GitHub API-fejl (%1$lld): %2$@
de: GitHub API-Fehler (%1$lld): %2$@
es: GitHub Error de API (%1$lld): %2$@
fi: GitHub API- virhe (%1$lld): %2$@
fr: GitHub (%1$lld): %2$@
he: GitHub ( הסף של קצב ה-API%1$lld): %2$@
hi: GitHub API त्रुटि (%1$lld): %2$@
hu: GitHub API hiba (%1$lld): %2$@
id: GitHub Eror API (%1$lld): %2$@
it: GitHub (%1$lld): %2$@
ja: GitHub APIエラー（%1$lld): %2$@
ko: GitHub API 오류(%1$lld): %2$@
nb: GitHub API-feil (%1$lld): %2$@
nl: GitHub API-fout (%1$lld): %2$@
pl: GitHub ( Limit szybkości API%1$lld): %2$@
pt_br: GitHub (%1$lld): %2$@
ru: GitHub (%1$lld): %2$@
sv: GitHub API-fel (%1$lld): %2$@
th: GitHub API (%1$lld): %2$@
tr: GitHub API hata (%1$lld): %2$@
uk: GitHub : помилка API (%1$lld): %2$@
vi: GitHub (%1$lld): %2$@
zh_hans: GitHub API 错误（%1$lld): %2$@
zh_hant: GitHub API 錯誤（%1$lld): %2$@

source: GitHub API rate limit exceeded. Try again later.
ar: GitHub تم تجاوز الحد الأقصى لمعدل واجهة برمجة التطبيقات (API). حاول مرة أخرى لاحقًا.
da: GitHub API-hastighedsgrænse overskredet. Prøv igen senere.
de: GitHub API-Ratenbegrenzung überschritten. Versuchen Sie es später noch einmal.
es: GitHub Se excedió el límite de tasa API. Vuelve a intentarlo más tarde.
fi: GitHub API-nopeusraja ylittyi. Yritä myöhemmin uudestaan.
fr: GitHub limite de taux API dépassée. Essayez à nouveau plus tard.
he: GitHub נפחת; נסה שוב מאוחר יותר.
hi: GitHub API दर सीमा को पार किया गया है। बाद में फिर से कोशिश करें।
hu: GitHub API sebességkorlát meghaladásához vezetett. Kérem, újra próbálja az operációt később.
id: GitHub : Batas limit API telah terlampaui. Coba lagi nanti.
it: GitHub : il limite di frequenza dell'API è stato superato. Riprova in un momento successivo.
ja: GitHub : APIのレート制限を超えました。後で再度試してください。
ko: GitHub API의 레이트 제한을 초과했습니다. 이후 다시 시도해 보세요.
nb: GitHub : API-tilgangsbegrensning overskredet. Prøv igjen senere.
nl: GitHub : de API-ratebeperking is overschreden. Probeer later opnieuw.
pl: GitHub przekroczony. Spróbuj ponownie później.
pt_br: GitHub : limite de taxa da API excedido. Tente novamente mais tarde.
ru: GitHub : ограничение скорости API превышено. Попробуйте повторить попытку позже.
sv: GitHub : API:s hastighetsbegränsning har överskridits. Pröva igen senare.
th: GitHub : จำนวนการเรียกใช้ API ถึงขีดจำกัดแล้ว กรุณาลองอีกครั้งในภายหลัง
tr: GitHub API oran sınırlaması aşıldı. Daha sonra tekrar deneyin.
uk: GitHub : обмеження швидкості API перевищено. Спробуйте знову пізніше.
vi: GitHub : Giới hạn tốc độ API đã bị vượt quá. Vui lòng thử lại sau.
zh_hans: GitHub ：API 请求速率限制已达到上限。请稍后重试。
zh_hant: GitHub ：API 請求速率限製已達到上限。請稍後重試。

source: GitHub Account
ar: GitHub الحساب
da: GitHub Konto
de: GitHub Konto
es: GitHub Cuenta
fi: GitHub Tili
fr: GitHub L&#39;authentification de compte
he: GitHub חשבון
hi: GitHub खाता
hu: GitHub számla
id: GitHub Akun
it: GitHub Conto
ja: GitHub アカウント
ko: GitHub 계정
nb: GitHub -konto
nl: GitHub Rekening
pl: GitHub Konto
pt_br: GitHub Conta
ru: GitHub Счет
sv: GitHub Kontonummer
th: GitHub บัญชี
tr: GitHub Hesap
uk: GitHub — рахунок
vi: GitHub Tài khoản
zh_hans: GitHub 账户
zh_hant: GitHub 賬戶

source: GitHub Account authentication is only available for GitHub HTTPS repositories while signed in.
ar: GitHub مصادقة الحساب متاحة فقط لمستودعات GitHub HTTPS أثناء تسجيل الدخول. تعتبر حسابات
da: GitHub Kontogodkendelse er kun tilgængelig for GitHub HTTPS-lagre, mens du er logget ind.
de: GitHub Die Kontoauthentifizierung ist nur für GitHub HTTPS-Repositorys verfügbar, wenn Sie angemeldet sind.
es: GitHub La autenticación de cuenta solo está disponible para GitHub repositorios HTTPS mientras se inicia sesión. Las cuentas
fi: GitHub tilin tunnistus on käytettävissä vain käytettävissä GitHub HTTPS-varastot kirjautuessaan sisään.
fr: GitHub est uniquement disponible pour GitHub référentiels HTTPS tandis que connecté.
he: GitHub אימות חשבון זמין רק עבור ארכיונים HTTPS של GitHub בעת התחברות. החשבונות
hi: GitHub : खाता प्रमाणीकरण केवल निम्नलिखित के लिए उपलब्ध है। GitHub : साइन इन किए हुए स्थित HTTPS रिपॉजिटरी।
hu: GitHub : A számla authentifikálása csak az alábbi esetekben elérhető. GitHub HTTPS-repozitoriumok, ha bejelentkezve vagyunk. A
id: GitHub Autentikasi akun hanya tersedia untuk GitHub : repositori HTTPS saat sedang login. Akun
it: GitHub : L'autenticazione del conto è disponibile solo per GitHub : repository HTTPS mentre si è autenticati. Le contabilità
ja: GitHub ：アカウント認証は、以下の場合にのみ利用可能です。 GitHub ：サインイン中のHTTPSリポジトリ。
ko: GitHub 계정 인증은 다음 경우에만 가능합니다. GitHub : 로그인 상태에서 HTTPS 저장소에 접근할 수 없습니다.
nb: GitHub Kontoinnlogging er kun tilgjengelig for GitHub HTTPS-repositorier når du er inloggedt.
nl: GitHub : Accountauthenticatie is alleen beschikbaar voor GitHub : HTTPS-repositoria bij ingelogd zijn. De rekeningen van
pl: GitHub Autentyzacja kont jest dostępna wyłącznie dla GitHub : repositoriały HTTPS przy zalogowaniu się. Konto
pt_br: GitHub : A autenticação de conta está disponível apenas para GitHub : repositórios HTTPS enquanto você está autenticado. As contas
ru: GitHub Аутентификация учетной записи доступна только для GitHub : доступ к репозиториям через HTTPS только при авторизации. Счета
sv: GitHub Kontoinnloggningsautentisering är endast tillgänglig för GitHub HTTPS-lagringsplatser när användaren är inloggad.
th: GitHub การยืนยันตัวตนบัญชีมีให้ใช้งานได้เฉพาะในกรณีดังต่อไปนี้เท่านั้น GitHub : สามารถเข้าถึง repositories HTTPS ได้เมื่อคุณเข้าสู่ระบบแล้ว บัญชี
tr: GitHub hesap kimlik doğrulaması yalnızca aşağıdaki durumlarda kullanılabilir: GitHub : Giriş yapıldığınızda HTTPS depoları.
uk: GitHub Аутентифікація облікового запису доступна лише для GitHub : репозиторії HTTPS при увазі вхід. Рахунки
vi: GitHub Xác thực tài khoản chỉ có sẵn cho GitHub : Các kho dữ liệu HTTPS chỉ được truy cập khi đã đăng nhập. Các tài khoản
zh_hans: GitHub ：账户认证仅适用于以下情况 GitHub ：登录状态下可访问HTTPS存储库。
zh_hant: GitHub ：賬戶認証僅適用於以下情況 GitHub ：登録狀態下可訪問HTTPS存儲庫。

source: GitHub access to this repository was denied.
ar: GitHub تم رفض الوصول إلى هذا المستودع.
da: GitHub Tilgang til dette repository blev afvist.
de: GitHub Der Zugriff auf dieses Repository wurde verweigert.
es: GitHub El acceso a este repositorio fue denegado.
fi: GitHub Tähän tietokantaan pääsy kieltäytyi.
fr: GitHub L'accès à ce dépôt a été refusé.
he: GitHub הגישה למאגר זה נדחתה.
hi: GitHub इस रिपॉजिटरी तक पहुँच अस्वीकृत कर दी गई।
hu: GitHub A személyre szóló hozzáférés a személyes tárolóhoz elutasított.
id: GitHub Akses ke repositori ini ditolak.
it: GitHub L'accesso a questo repository è stato negato.
ja: GitHub このリポジトリへのアクセスが拒否されました。
ko: GitHub 이 저장소에 대한 접근 권한이 거부되었습니다.
nb: GitHub Tilgang til dette lagringsanlegget ble avslått.
nl: GitHub Toegang tot dit repository is geweigerd.
pl: GitHub Dostęp do tego repositoria został odrzucony.
pt_br: GitHub O acesso a este repositório foi negado.
ru: GitHub Доступ к этому репозиторию был отклонен.
sv: GitHub Tillgång till detta lagringsplats förbjöds.
th: GitHub การเข้าถึงคลังข้อมูลนี้ถูกปฏิเสธ
tr: GitHub Bu depoya erişim reddedildi.
uk: GitHub Доступ до цього репозиторію було відмежовано.
vi: GitHub Việc truy cập vào kho lưu trữ này đã bị từ chối.
zh_hans: GitHub 访问此存储库被拒绝。
zh_hant: GitHub 訪問此儲存庫被拒絕。

source: GitHub accounts are safer
ar: GitHub أكثر أمانًا
da: GitHub konti er sikrere
de: GitHub-Konten sind sicherer
es: GitHub son más seguras
fi: GitHub -tilit ovat turvallisempia
fr: GitHub sont plus sûrs
he: GitHub הם בטוחים יותר.
hi: GitHub खाते सुरक्षित हैं।
hu: GitHub számlák biztonságosabbak.
id: GitHub lebih aman.
it: GitHub sono più sicure.
ja: GitHub アカウントはより安全です。
ko: GitHub 계정은 더욱 안전합니다.
nb: GitHub -regnskap er mer trygt.
nl: GitHub zijn veiliger.
pl: GitHub jest bezpieczniejsze.
pt_br: GitHub são mais seguras.
ru: GitHub более безопасны.
sv: GitHub -konton är säkraare.
th: GitHub มีความปลอดภัยมากกว่า
tr: GitHub hesapları daha güvenlidir.
uk: GitHub є безпечнішими.
vi: GitHub an toàn hơn.
zh_hans: GitHub 账户更安全
zh_hant: GitHub 賬戶更安全
